<?php get_header(); ?>

  <div class="kama_breadcrumbs" itemscope="" itemtype="http://schema.org/BreadcrumbList">
    <span itemprop="itemListElement" itemscope="" itemtype="http://schema.org/ListItem">
      <a href="https://test-wp.webmolot.pro" itemprop="item"><span itemprop="name">Главная</span>
      </a>
    </span>
    <span class="kb_sep">
      <svg width="8" height="10" viewBox="0 0 8 10" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M6.39844 4.60229C6.60938 4.83667 6.60938 5.18823 6.39844 5.39917L2.64844 9.14917C2.41406 9.38354 2.0625 9.38354 1.85156 9.14917C1.61719 8.93823 1.61719 8.58667 1.85156 8.37573L5.20312 5.02417L1.85156 1.64917C1.61719 1.43823 1.61719 1.08667 1.85156 0.875732C2.0625 0.641357 2.41406 0.641357 2.625 0.875732L6.39844 4.60229Z" fill="#666666"/>
      </svg>
    </span>
    <span class="kb_title">Внутренняя страница</span>
  </div>

  <article class="single-post">
    <div class="d-container">
      <h1 class="section-title">Текстовый блок</h1>
      <div class="var1">
        <div class="image">
          <img src="/img/bcard-image-1.jpg" alt="">
        </div>
        <div class="content">
          <h2>Джаны и счастье</h2>
          <p>Джаны — удивительные состояния сознания, которые раскрываются во время практики медитации и полного присутствия. В эти моменты человек погружается в глубокий восторг, блаженство и другие подобные факторы, создавая уникальный опыт внутреннего покоя и гармонии.</p>
          <p>Слово «Джана» само по себе обозначает «познание» или «знание». В медитативном контексте Джаны представляют собой особые уровни осознанности, когда ум становится полностью сосредоточенным, а сознание проникает в глубины внутреннего мира. Эти состояния восхищения внутренней гармонией и светом.</p>
          <p>Продолжительность Джанов обычно ограничена временем, составляя примерно два часа. За это короткое время практикующий может пережить поток блаженства, чувствуя, как каждая клетка тела наполняется покоем и радостью. Это уникальное состояние предоставляет возможность погрузиться в самые глубокие аспекты своего внутреннего «я» и осознать свою внутреннюю сущность.</p>
        </div>
      </div>
      <div class="var2">
        <div class="image">
          <img src="/img/bcard-image-1.jpg" alt="">
        </div>
        <div class="content">
          <p>Джаны являются неотъемлемой частью духовной практики, предоставляя практикующему возможность познать внутреннюю истину и расширить границы собственного сознания. Это возвышенное состояние становится моментом встречи с глубинами самого себя, открывая двери к бескрайнему океану внутреннего покоя и духовного развития.</p>
          <p>В мире Джанов, каждый момент становится необыкновенным путешествием внутрь, приносящим радость и понимание. Эти состояния освещают тайны собственного существования, раскрывая новые уровни понимания и прозрения.</p>
          <p>Важно понимать, что Джаны не являются целью самой по себе, а скорее служат путеводной звездой на пути к духовному росту. Это моменты, когда ум становится свободным от тяжести мыслей и восприятий, приводя к глубокому погружению в настоящий момент.</p>
          <p>Каждая практика Джанов индивидуальна, и путь к этим состояниям требует терпения, постоянства и преданности медитативной дисциплине. Важно отметить, что Джаны могут приходить и уходить, их не всегда можно запланировать или вызвать на команду. Однако, когда они происходят, они приносят глубокое внутреннее преображение.</p>
        </div>
      </div>
      <div class="table-wrapper">
        <table class="table">
          <thead>
            <tr>
              <th>Аспект</th>
              <th>Текст о Сосредоточенности и Медитации</th>
              <th>Текст о Джанах</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>Определение</td>
              <td>Сосредоточенность — способность удерживать внимание на конкретном объекте, избегая отвлечений.</td>
              <td>Джаны — уникальные состояния сознания, возникающие во время практики медитации и присутствия, характеризующиеся восторгом, блаженством и подобными факторами.</td>
            </tr>
            <tr>
              <td>Связь с Духовностью</td>
              <td>Сосредоточенность — способность удерживать внимание на конкретном объекте, избегая отвлечений.</td>
              <td>Джаны — уникальные состояния сознания, возникающие во время практики медитации и присутствия, характеризующиеся восторгом, блаженством и подобными факторами.</td>
            </tr>
            <tr>
              <td>Определение</td>
              <td>Сосредоточенность — способность удерживать внимание на конкретном объекте, избегая отвлечений.</td>
              <td>Джаны — уникальные состояния сознания, возникающие во время практики медитации и присутствия, характеризующиеся восторгом, блаженством и подобными факторами.</td>
            </tr>
            <tr>
              <td>Определение</td>
              <td>Сосредоточенность — способность удерживать внимание на конкретном объекте, избегая отвлечений.</td>
              <td>Джаны — уникальные состояния сознания, возникающие во время практики медитации и присутствия, характеризующиеся восторгом, блаженством и подобными факторами.</td>
            </tr>
          </tbody>
        </table>
      </div>
    </div>
  </article>

  <section class="news-block">
    <div class="d-container">
      <div class="heading">
        <h2 class="section-title">Лента новостей</h2>
        <a href="#" class="link">Все новости</a>
      </div>
      <div class="news-block__container">
        <div class="big-ncards">
          <a href="single.html" class="ncard-l">
            <div class="ncard-l__content">
              <h2>Джаны и счастье</h2>
              <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей...</p>
              <div class="date">21.02.2024</div>
            </div>
            <div class="ncard-l__image" style="background-image: url('./img/ncard-image-1.jpg');"></div>
          </a>
        </div>
        <div class="small-ncards">
          <a href="single.html" class="ncard">
            <div class="ncard__image" style="background-image: url('./img/ncard-image-2.jpg');"></div>
            <div class="ncard__content">
              <h2>Практика Джанов</h2>
              <p>Разум проявляет сосредоточенность и высокую концентрацию, направляя свое внимание в определенную точку, тем самым удерживая фокус на объекте или идее, и не растворяясь в обширном потоке информации, представленном множеством разнообразных мысленных волн.</p>
              <div class="date">21.02.2024</div>
            </div>
          </a>
          <a href="single.html" class="ncard">
            <div class="ncard__image" style="background-image: url('./img/ncard-image-3.jpg');"></div>
            <div class="ncard__content">
              <h2>Сознание в потоке</h2>
              <p>Ум проявляет высокую степень сосредоточенности и концентрации, удерживая своё внимание в определённом направлении, чтобы сохранить фокус на объекте или идее, не растворяясь в разнообразном потоке мыслей и информации.</p>
              <div class="date">21.02.2024</div>
            </div>
          </a>
        </div>
        <div class="small-ncards">
          <a href="single.html" class="ncard">
            <div class="ncard__image" style="background-image: url('./img/ncard-image-4.jpg');"></div>
            <div class="ncard__content">
              <h2>Практика Джанов</h2>
              <p>Разум проявляет сосредоточенность и высокую концентрацию, направляя свое внимание в определенную точку, тем самым удерживая фокус на объекте или идее, и не растворяясь в обширном потоке информации, представленном множеством разнообразных мысленных волн.</p>
              <div class="date">21.02.2024</div>
            </div>
          </a>
          <a href="single.html" class="ncard">
            <div class="ncard__image" style="background-image: url('./img/ncard-image-5.jpg');"></div>
            <div class="ncard__content">
              <h2>Сознание в потоке</h2>
              <p>Ум проявляет высокую степень сосредоточенности и концентрации, удерживая своё внимание в определённом направлении, чтобы сохранить фокус на объекте или идее, не растворяясь в разнообразном потоке мыслей и информации.</p>
              <div class="date">21.02.2024</div>
            </div>
          </a>
        </div>
        <div class="big-ncards">
          <a href="single.html" class="ncard-l">
            <div class="ncard-l__content">
              <h2>Джаны и счастье</h2>
              <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей...</p>
              <div class="date">21.02.2024</div>
            </div>
            <div class="ncard-l__image" style="background-image: url('./img/ncard-image-6.jpg');"></div>
          </a>
        </div>
      </div>
    </div>
  </section>

  <section class="blog-block">
    <div class="d-container">
      <div class="heading">
        <h2 class="section-title">Лента блога</h2>
        <a href="#" class="link">Перейти в блог</a>
      </div>
      <div class="blog-block__cards">
        <a href="#" class="bcard">
          <img src="/img/bcard-image-1.jpg" class="bcard__image" alt="">
          <h2>Блаженство Джан</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей Lorem ipsum dolor, sit amet consectetur adipisicing elit. Molestias, veniam.</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
        <a href="#" class="bcard">
          <img src="/img/bcard-image-2.jpg" class="bcard__image" alt="">
          <h2>Эмоциональная чистота</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
        <a href="#" class="bcard">
          <img src="/img/bcard-image-3.jpg" class="bcard__image" alt="">
          <h2>Гармония Сознания</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
        <a href="#" class="bcard">
          <img src="/img/bcard-image-1.jpg" class="bcard__image" alt="">
          <h2>Блаженство Джан</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей Lorem ipsum dolor, sit amet consectetur adipisicing elit. Molestias, veniam.</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
        <a href="#" class="bcard">
          <img src="/img/bcard-image-2.jpg" class="bcard__image" alt="">
          <h2>Эмоциональная чистота</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
        <a href="#" class="bcard">
          <img src="/img/bcard-image-3.jpg" class="bcard__image" alt="">
          <h2>Гармония Сознания</h2>
          <p>Ум сосредоточен и сконцентрирован, он однонаправленно удерживает в фокусе внимания объект или мысль, не распаляясь на всеобъемлющее обилие информационного потока роя мыслей</p>
          <div class="button-primary">Узнать подробнее</div>
        </a>
      </div>
    </div>
  </section>

  <section class="graph-block">
    <div class="d-container">
      <div class="heading">
        <h2 class="section-title">Графика</h2>
        <a href="#" class="link">Подробнее о программе</a>
      </div>
      <div class="graph-block__cards">
        <div class="graph-item">
          <img src="/img/week1.svg" alt="">
          <hr>
          <p>Восстановить свой организм на физическом и ментальном уровнях</p>
        </div>
        <div class="graph-item">
          <img src="/img/week2.svg" alt="">
          <hr>
          <p>Избавитесь от негативных и навязчивых мыслей</p>
        </div>
        <div class="graph-item">
          <img src="/img/week3.svg" alt="">
          <hr>
          <p>Настроитесь на позитивное состояние и уверенность</p>
        </div>
        <div class="graph-item">
          <img src="/img/week4.svg" alt="">
          <hr>
          <p>Активируете свой внутренний потенциал</p>
        </div>
      </div>
    </div>
  </section>

  <article class="single-post single-post-2">
    <div class="d-container">
      <h1 class="section-title">Текстовый блок 2</h1>
      <div class="var3">
        <div class="image">
          <img src="/img/bcard-image-1.jpg" alt="">
        </div>
        <div class="content">
          <h2>Джаны и счастье</h2>
          <p>Джаны — удивительные состояния сознания, которые раскрываются во время практики медитации и полного присутствия. В эти моменты человек погружается в глубокий восторг, блаженство и другие подобные факторы, создавая уникальный опыт внутреннего покоя и гармонии.</p>
          <p>Слово «Джана» само по себе обозначает «познание» или «знание». В медитативном контексте Джаны представляют собой особые уровни осознанности, когда ум становится полностью сосредоточенным, а сознание проникает в глубины внутреннего мира. Эти состояния восхищения внутренней гармонией и светом.</p>
          <p>Продолжительность Джанов обычно ограничена временем, составляя примерно два часа. За это короткое время практикующий может пережить поток блаженства, чувствуя, как каждая клетка тела наполняется покоем и радостью. Это уникальное состояние предоставляет возможность погрузиться в самые глубокие аспекты своего внутреннего «я» и осознать свою внутреннюю сущность.</p>
          <div class="row">
            <div class="col-12 col-lg-6">
              <blockquote class="wp-block-quote">
                <p>
                  «Слово “Джана” само по себе обозначает «познание» или «знание». В медитативном контексте Джаны представляют собой особые уровни осознанности, когда ум становится полностью сосредоточенным, а сознание проникает в глубины внутреннего мира. Эти состояния восхищения внутренней гармонией и светом.»
                </p>
              </blockquote>
            </div>
            <div class="col-12 col-lg-6">
              <p>Джаны — удивительные состояния сознания, которые раскрываются во время практики медитации и полного присутствия. В эти моменты человек погружается в глубокий восторг, блаженство и другие подобные факторы, создавая уникальный опыт внутреннего покоя и гармонии.</p>
              <p>Продолжительность Джанов обычно ограничена временем, составляя примерно два часа. За это короткое время практикующий может пережить поток блаженства, чувствуя, как каждая клетка тела наполняется покоем и радостью.</p>
            </div>
          </div>
          <p>Джаны — удивительные состояния сознания, которые раскрываются во время практики медитации и полного присутствия. В эти моменты человек погружается в глубокий восторг, блаженство и другие подобные факторы, создавая уникальный опыт внутреннего покоя и гармонии.</p>
          <p>Слово «Джана» само по себе обозначает «познание» или «знание». В медитативном контексте Джаны представляют собой особые уровни осознанности, когда ум становится полностью сосредоточенным, а сознание проникает в глубины внутреннего мира. Эти состояния восхищения внутренней гармонией и светом.</p>
          <p>Продолжительность Джанов обычно ограничена временем, составляя примерно два часа. За это короткое время практикующий может пережить поток блаженства, чувствуя, как каждая клетка тела наполняется покоем и радостью. Это уникальное состояние предоставляет возможность погрузиться в самые глубокие аспекты своего внутреннего «я» и осознать свою внутреннюю сущность.</p>
        </div>
      </div>
    </div>
  </article>

<?php get_footer(); ?>